[{"pic":"//puui.qpic.cn/vcover_vt_pic/0/goldgssjvb4w10ct1444850098.jpg/220","name":"疯狂的赛车","director":"宁浩","desc":"在一次全国自行车锦标赛上，倒霉的职业车手耿浩以0.01秒的微弱差距败给撞到狗屎运的对手，屈居亚军，随后他又遭奸商李法拉算计，因药检呈阳性而被终身禁赛，他的教练因此气倒。\n多年后，耿浩靠开车运送水产为生，养活中风的教练，而当年的骗子李法拉则依靠其推销的补品“肾白银”大发其财。李法拉嫌弃彪悍魁梧的老婆，因此雇用两个业余杀手杀妻，结果杀手反被老婆买通；耿浩的教练急火攻心，一命呜呼，耿浩遵照师傅遗愿前去找李法拉讨说法，谁知反中了李法拉的奸计；东海所率领的台湾黑帮来到内地和泰国毒贩做生意，但耿浩和李法拉的争执引来了警车，也搅了他们的好事。原本不相干的几组人马，由于偶然的机缘而上演了连串好戏……","year":"2009","area":"内地","urlRes":"https://v.qq.com/x/cover/goldgssjvb4w10c.html","duration":"01:39:59","score":"8.9","toStar":"主演：黄渤 戎祥 吕孔维 徐峥 王双宝","playNumber":"849万"},{"pic":"//puui.qpic.cn/vcover_vt_pic/0/l8w00slda5frhir1550108163/220","name":"走路上学","director":"彭家煌 彭臣","desc":"瓦娃是一个7岁的傈僳族孩子，他对于姐姐娜香每天能和小伙伴一起溜索过江读书好生羡慕。妈妈坚持要娃娃等爸爸回来带着才可以溜索。可是在外打工的爸爸总也不回。终于，没能抵抗住来自对岸的诱惑，瓦娃独自偷偷溜索过江了，看到了心仪已久的学校！没想到，瓦娃溜索过江的秘密居然被第一次来家访的聂老师戳破了！是聂老师送来的那双红雨鞋把瓦娃留在了家里。\r\n他答应妈妈和姐姐：有了这双鞋，他就不再偷着溜索。\r\n第二天一早，懂事的瓦娃又把这双漂亮雨鞋还给了姐姐。\r\n日子就这样平静地过着。谁也想不到，因为赶着给弟弟送一双新鞋回来，姐姐娜香失手从溜索上坠落江中……","year":"2009","area":"内地","urlRes":"https://v.qq.com/x/cover/l8w00slda5frhir.html","duration":"01:26:22","score":"8.6","toStar":"主演：丁嘉力 阿娜木龄 曹曦文 陈奕妃","playNumber":"614万"},{"pic":"//puui.qpic.cn/vcover_vt_pic/0/ugkttnywlcyooqz1568111078/220","name":"弱点","director":"约翰·李·汉考克","desc":"黑人奥赫（昆东•亚伦 Quinton Aaron 饰）自幼父母离异，无家可归。不过，木讷的他却因为极强的身体条件和运动天赋，幸运地进入了一家孤儿院。虽然，他科科零分，但是一些细节却让他显得与众不同。一次排球比赛后，他主动收拾垃圾的行为，引起了陶西一家的注意。于是，陶西太太（桑德拉•布洛克 Sandra Bullock 饰）决定收养奥赫，并把他培养成橄榄球选手。陶西太太让他感受到了家庭的温暖。同时，陶西的儿子还帮助奥赫训练，使他很快地融入了橄榄球队的生活，不断激发运动的潜能。终于，在一次比赛中，他因出色的表现崭露头角，开始获得了球探的关注，随之带来了一系列的甜蜜和麻烦……","year":"2009","area":"美国","urlRes":"https://v.qq.com/x/cover/ugkttnywlcyooqz.html","duration":"02:08:33","score":"9","toStar":"主演：桑德拉·布洛克 昆东·亚伦 蒂姆·麦格罗","playNumber":"1240万"},{"pic":"//puui.qpic.cn/vcover_vt_pic/0/ql12oyciajy1o3mt1444964690.jpg/220","name":"飞砂风中转","director":"庄文强","desc":"当今社会追求文明和谐，环境追求经济至上主义，昔日洪门舍生赴义，与虏拼命的精神早已变质又不合时宜，各堂口大佬也追求安稳过渡，但三合会绝不能群龙无首，「和义盛」坐馆火水（方中信饰）卸任在即，即惹来久违了的黑帮战国风暴。\n火水力荐亲信火腩（陈小春饰）为继承人，而这位曾手执西瓜刀、血洗百人斩的猛将，早就不复当年勇，而且天生厨艺出众的火腩，其经营的餐厅「义盛小馆」已为香港著名食府之一，子女又要上名校，太太（叶璇饰）逼他退下火线，要与家人乐融融，根本无心恋战。当年上刀山的豪情，落油锅的义气，在家庭年月中早消逝，今日才悟风中转。另一边，堂主火水因投资损手债台高筑，又亏空帮公款数千万，不得不找火腩走马上任，否则自己便大难临头。\n曾因替帮会卖命而入狱、「和义盛」开山祖师后人燕子文（郑伊健饰）亦在此时刑满重获自由，更被视为另一新帮主热门人选，而他妈妈（余安安饰）亦为儿子策划鸿图大计，誓要夺回江山。不过，燕子文在狱中亦已洗心革面，且不断进修，取得文凭学位，他求学心极强，往大学过学生生活是他唯一心愿，完全不想涉及江湖事。他潜伏多年的「三大头马」以他的名义虚张声势，不停布局逼他大打出手。","year":"2010","area":"中国香港","urlRes":"https://v.qq.com/x/cover/ql12oyciajy1o3m.html","duration":"01:31:59","score":"8","toStar":"主演：郑伊健 陈小春 叶璇 方中信 余安安 陈子聪 刘浩龙","playNumber":"385万"},{"pic":"//puui.qpic.cn/vcover_vt_pic/0/d32ay6woqlq4qv6t1444812155.jpg/220","name":"终结者2018","desc":"2018年，天网系统与人类的战争使世界陷入了末世般的境况，反抗军精神领袖约翰·康纳（克里斯蒂安·贝尔 Christian Bale 饰）带队执行一次任务的过程中获得了战胜天网的新思路，而天网系统适时推出了新的目标排名，康纳位居次席，榜首上康纳此时尚年青的父亲凯尔·瑞斯赫 然在列。与此同时，一名遗忘了自身过去经历的强壮男子马库斯（萨姆·沃辛顿 Sam Worthington 饰）出现在洛杉矶的废墟中，他与反抗军战士瑞斯偶然结识，并组队前往反抗军总部，不料途中遭机械人袭击，瑞斯被俘。落单的马库斯经由反抗军女战士布莱尔引路，迎来了与康纳命中注定的相遇，但人与机械的对立让康纳不得不视对方为敌人…… \r\n瑞斯在天网中心生死未卜，同时反抗军高层不肯推迟强行进攻计划，留给康纳的时间不再充裕，他只能选择进行一场赌上性命与荣誉的潜入行动。","year":"2009","area":"美国","urlRes":"https://v.qq.com/x/cover/d32ay6woqlq4qv6.html","duration":"01:57:29","score":"8.1","toStar":"主演：克里斯蒂安·贝尔 安东·尤金 萨姆·沃辛顿","playNumber":"3161万"},{"pic":"//puui.qpic.cn/vcover_vt_pic/0/uecexs5vdqcsfkft1444903065.jpg/220","name":"夺帅","director":"罗守耀","desc":"“忠信义”帮主连浩龙（洪金宝 饰）老来得子，风光地办了满月酒招待帮众。虽然孩子是他新纳小妾（张文慈 饰）生的，但是连浩龙老婆Soso（恬妞 饰）的出场还是颇具阿嫂风范。不过，因为酒席人数众多，引起骚乱。在警匪对峙之时，反黑组高级督察廖志宗（李修贤 饰）出面化解，避免了一场血战。弟弟连浩东（任达华 饰）嗜赌成性，因此连浩龙特意做局劝他收手，共叙兄弟情义。在一次三亿元毒品交易却被警察捣破后，又发生了四叔(许绍雄饰)被绑架事件。警方的反黑行动令连浩龙的爪牙纷纷落马，仅剩下心狠手辣功夫了得的骆天虹（吴京 饰）死里逃生。女警员雷美珍（邵美琪 饰）通过诱敌深入，获得了关键情报，警方拉开了天罗地网。与此同时，连浩龙也赫然发现一起出生入死的同党中害他的奸细，这个人也最终导致了“忠信义”与连浩龙的覆灭……","year":"2008","area":"中国香港","urlRes":"https://v.qq.com/x/cover/uecexs5vdqcsfkf.html","duration":"01:39:55","score":"7.9","toStar":"主演：任达华 吴京 恬妞 李修贤 洪金宝","playNumber":"1亿"},{"pic":"//puui.qpic.cn/vcover_vt_pic/0/qmefcsfx2vkifaat1444965084.jpg/220","name":"功夫之王","director":"罗伯·明可夫","desc":"杰森（Michael Angarano 饰）是一个疯狂迷恋港台功夫片的美国少年，然而现实中的他却饱受坏孩子的欺负，不敢反抗。偶然机会，节森从某中国古董店得到一根如意金箍棒，借着金箍棒的力量，他竟然回到了几千年前的中国。 \n此时，邪恶的玉疆战神（邹兆龙 饰）凭借降伏齐天大圣孙悟空（李连杰 饰）的威名篡夺天界，靠武力鱼肉百姓，民不聊生。杰森先后邂逅了嗜酒的游侠鲁彦（成龙 饰）、沉默寡言的默僧（李连杰 饰）以及轻盈美丽的金燕子（刘亦菲 饰）。他们为解救被困的齐天大圣朝着天界进发……","year":"2008","area":"美国","urlRes":"https://v.qq.com/x/cover/qmefcsfx2vkifaa.html","duration":"01:44:26","score":"7.5","toStar":"主演：成龙 李连杰 刘亦菲 迈克尔·安格拉诺","playNumber":"1亿"},{"pic":"//puui.qpic.cn/vcover_vt_pic/0/8z4s4xk3km0g0j3t1460520024.jpg/220","name":"惊变28周","desc":"在恐怖的致命病毒横行28周之后，英国境内已经空无一人。由于失去了载体，病毒也随之消亡。随着一架从美国飞来的运输机的降落，在病毒爆发前就离开英国的英国人，重新踏上了被病毒肆虐半年的土地。这可以说是地球上最后的一群英国人，重建家园的重担就落在了这群平民身上。然而，重建工作才开展不久，就有人报告发现了病毒感染的幸存者。科学家们也希望能从幸存者身上提取血清研究出对付病毒的疫苗。可是，万万没有想到的是，病毒并没有像大家想象中的那样已经消亡，反而进化后变得更加强大。这英伦三岛上最后的一群人们，将面对空前的危机……","year":"2007","area":"西班牙","urlRes":"https://v.qq.com/x/cover/8z4s4xk3km0g0j3.html","duration":"01:34:59","score":"8.2","toStar":"主演：杰瑞米·雷纳 哈罗德·佩里诺 罗伯特·卡莱尔 萝丝·拜恩","playNumber":"3016万"},{"pic":"//puui.qpic.cn/vcover_vt_pic/0/1u5qcyh395flu7r1509602939/220","name":"狗咬狗","director":"郑保瑞","desc":"来自柬埔寨的鹏，自少被送到黑市拳馆厮杀生存，个性好勇斗狠，像野兽般的残暴；出身香港的重案组探员伟，行事偏激，不听指挥，投入查案时的蛮劲像头野兽。\n一兵一贼各走极端，却因为一宗法官太太被买凶谋杀案而碰头，二人互相追捕互相角力，更以暴易暴，伟的同僚逐一被鹏所杀，伟的怒火怨恨燃至沸点，狗咬狗般的厮杀一发不可收拾。","year":"2006","area":"中国香港","urlRes":"https://v.qq.com/x/cover/1u5qcyh395flu7r.html","duration":"01:42:32","score":"8.7","toStar":"主演：陈冠希 李灿森 裴唯莹 张兆辉 黎耀祥 林雪 林嘉华","playNumber":"4333万"},{"pic":"//puui.qpic.cn/vcover_vt_pic/0/ciwsbplwbrje0gt1587100787910/220","name":"钢铁侠","director":"乔恩·费儒","desc":"斯塔克军火公司是美军在全球范围内第一大军火供应商，其新任掌门人托尼·斯塔克风流倜傥，天资聪颖。他与公司元老俄巴迪亚·斯坦合作无间，共同将斯塔克公司的业务推向顶峰。现实生活中的托尼热衷收集名贵跑车，搞点儿发明创造，当然露水姻缘更不可少。所幸他身边有维吉尼亚·波茨这样的好助手细心打理一切，才让他能自由自在过着贵公子的生活。 \n在前往中东为军方展示新型武器的途中，托尼一众遭到恐怖分子袭击。他被弹片击中险些丧命，在英森博士的帮助下，托尼体内移植了一颗核动力的人工心脏。恐怖分子要求托尼制造强大的杀伤性武器，他和英森虚与委蛇，暗中制造了一套由聚变能源驱动的钢铁盔甲。穿上盔甲托尼大闹恐怖分子的基地，回到美国后又对其进行了改进。却不知，接下来有更为黑暗的阴谋等着他……","year":"2008","area":"美国","urlRes":"https://v.qq.com/x/cover/ciwsbplwbrje0gt.html","duration":"02:06:03","score":"8.9","toStar":"主演：小罗伯特·唐尼 泰伦斯·霍华德 格温妮斯·帕特洛 杰夫·布里吉斯 莱丝莉·比伯","playNumber":"9353万"},{"pic":"//puui.qpic.cn/vcover_vt_pic/0/ruex4wk8ynvxxkx1560151403/220","name":"宝贝计划","director":"陈木胜","desc":"成龙、古天乐、许冠文窃匪三人组带着一个小宝贝搞出一连串令人喷饭的“乌龙”场面！\n故事围绕一个刚出生的宝宝开始。人字拖（成龙 饰）虽有不凡的身手，可是终日沉迷赌博毫无人生目标，便与包租公、百达通（古天乐 饰）一起爆窃，干着偷偷摸摸的犯罪事。城中女富豪唯一的孙子出生后，包租公受不了金钱的诱惑，答应把宝宝偷给黑帮老大，以证明BB是否自 己死去的儿子与前女友的孩子。 \n成功偷得孩子后，一连串发生的事情，使人字拖及百达通改变了自己的人生观念。人字拖开始关心家人，百达通也看到了自己老婆（蔡卓妍 饰）的不易，开始重新做人。 在包租公及黑势利的威胁下，他们还是要把偷来的BB交出来，到底又会发生些什么事，故事有会否大团圆结局呢？","year":"2006","area":"中国香港","urlRes":"https://v.qq.com/x/cover/ruex4wk8ynvxxkx.html","duration":"02:06:10","score":"8.4","toStar":"主演：成龙 古天乐 许冠文 蔡卓妍 高圆圆 蔡志强","playNumber":"1亿"},{"pic":"//puui.qpic.cn/vcover_vt_pic/0/dwt56ndspm9xm891567132245/220","name":"变形金刚","director":"迈克尔·贝","desc":"霸天虎”的先遣部队旋风和毒蝎袭击了美军位于卡塔尔的军事基地，与此同时，路障帮助他的搭档迷乱潜入了美国总统的座机空中一号，通过电脑获悉，要想找到威震天就必须找到维特维奇家族的那副眼镜，上面有威震天关于能量块的信息扫描，而它现在的拥有者萨姆•维特维奇（希安•拉博夫饰）成为了“霸天虎”攻击的目标。\r\n萨姆是名高中生，学校里没有人相信他讲述的关于这副眼镜的历史，失望之余，萨姆把眼镜放到网上拍卖，然而从未引起买家的兴趣。这时父亲送了一辆破车给他，这辆车恰好就是“汽车人”大黄蜂的变形。大黄蜂帮助萨姆交上了漂亮的女朋友（梅甘•福克斯饰），但很快就遭遇了“霸天虎”的袭击，擎天柱带着其他“汽车人”赶到，一场机器人大战由此拉开了序幕。","year":"2007","area":"美国","urlRes":"https://v.qq.com/x/cover/dwt56ndspm9xm89.html","duration":"02:23:27","score":"8.9","toStar":"主演：希亚·拉博夫 梅根·福克斯 乔什·杜哈明 泰瑞斯·吉布森","playNumber":"8280万"},{"pic":"//puui.qpic.cn/vcover_vt_pic/0/2m5reall3p0yj8r1567137757/220","name":"举起手来2：追击阿多丸号","director":"冯小宁","desc":"一九四五年，在世界反法西斯力量的共同打击下，日本侵略军已经濒临战败的前夕。太平洋上，一场惨烈的大海战之后，美军潜艇收到一份密电：日军将进行一个叫‘风’字的绝密行动……\r\n中国某沿海城市的一间密室中，一位考古学教授正在密写一份情报，忽然，一把匕首从他前后刺来！教授拼死挣扎到一个酒楼，刚刚说出一句话，就被追踪的特务杀害。酒楼的厨师郭大叔拣起教授临死前扔给他的一只汽水瓶，并马上把这个事情报告给了我军，指挥员派女兵小刘与郭大叔一同进城去寻找那个汽水瓶，而他俩的行踪，却一直被一双眼睛跟踪监视……\r\n郭大叔意外地被汉奸翻译官抓去为日军司令官“轮椅太君”做寿宴，而小刘却被一个陌生女人劫到一辆汽车上。从那女人的口中，她才得知日军已将一批从中国偷抢的珍贵文物装上一艘货轮，即将偷运回日本。这其中最为珍贵的，是一件旷世珍贵的考古文物。为此，重庆和延安方面与美军情报部门都在争分夺秒地展开追踪，而日军特务机关也设下重重陷井和圈套。围绕着这批文物，正义与罪恶的双方已展开了一场惊心动魄的智谋与勇气的拼杀……\r\n影片堪称《举起手来》的姊妹篇，通过一个悬念丛生的故事，多条线索相互交叉，人物身份多重多变，以大量精彩的喜剧情节与惊险气氛相互交映。从盟军的潜艇与日军舰船的追杀，到美日飞机的空中搏斗，从铁骑与飞机的赛跑到火海沉船时的死里逃生，展开了一幕幕精彩的情节。阴险却又傲雅状的“轮椅太君”和女里女气的汉奸“翻译官”，深沉冷峻的“女人”和憨厚忠实的“郭大厨子”，机灵勇敢的刘小姐和美国飞行员，加上那个被我军释放后一根筋就要回家的日军兵“罗圈腿”，构成了丰满的人物形象和鲜明的性格。\r\n最后，当追踪国宝的中美人员汇集到了日本货船“全日丸”号上时，却震惊地发现了日军隐藏在船上的真正目的，一个惊天绝密的大阴谋——日军的“风”字作战计划。紧要关头，那个重庆方面的女人却用手枪指住了人们，轮椅太君的笑声从背后响起……\r\n日军开始作战计划，美国本土即将遭受残暴的袭击！面对险境，他们该如何绝境拼杀，粉碎敌人的行动？国宝的最终下落也牵动每个人的心……\r\n六十多年后，潜水员深入海底，在“全日丸”号的残骇旁，发现了一副锈烂的轮椅，还有一个密封的箱子，那里也许就是我们失踪半个多世纪的旷世国宝……","year":"2010","area":"内地","urlRes":"https://v.qq.com/x/cover/2m5reall3p0yj8r.html","duration":"01:31:34","score":"7.1","toStar":"主演：潘长江 郭达 刘薇","playNumber":"8203万"},{"pic":"//puui.qpic.cn/vcover_vt_pic/0/4go1r82nlerdnt6t1444832905.jpg/220","name":"地球停转之日","director":"斯科特·德瑞克森","desc":"某晚，供职于普林斯顿大学的太空微生物学教授海伦•本森被警察和几名神秘人物带走，与她一同前往新泽西林伍德军校的还有业界内无数顶尖科学家。原来，NASA在探测外太空时发现有一不明物体正飞速接近地球。不久，一个闪耀着白色光芒的物体莅临曼哈顿上空，并降落在纽约公园中央，百姓、科学家和军方将其团团围住。稍顷，一个与人类身形极其相似的外星人以及身材高大的机器人出现在人类面前。粗鲁的人类完全浪费掉外星来客的友善，而等待人类的又将是怎样的命运？","year":"2008","area":"美国","urlRes":"https://v.qq.com/x/cover/4go1r82nlerdnt6.html","duration":"01:43:25","score":"7.6","toStar":"主演：基努·里维斯 詹妮弗·康纳利 贾登·史密斯 凯西·贝茨 约翰·克立斯","playNumber":"1334万"},{"pic":"//puui.qpic.cn/vcover_vt_pic/0/w7vmjen1fzoeygx1567074280/220","name":"蝙蝠侠：黑暗骑士","director":"克里斯托弗·诺兰","desc":"从亲眼目睹父母被人杀死的阴影中走出来的“蝙蝠侠”，经历了成长之后，已经不再是那个桀骜不的孤单英雄了。在警官吉姆·戈登和检查官哈维·登特的通力帮助下，“蝙蝠侠”无后顾之忧地继续满世界的奔波，与日益增长起来的犯罪威胁做着永无休止的争斗，而他所在的高谭市，也是进展最为明显的地方，犯罪率以一种惊人的速度持续下降着，毕竟对方是能够上天入地的“蝙蝠侠”，不借两个胆子谁还敢造次呢？不过像高谭这种科技与污秽并存的城市，平静是不可能维持太久的，果不其然，新一轮的混乱很快就席卷了整个城市，人们再一被被恐慌所笼罩着，而声称愿意为这一切负责的，自然就是所有混乱的源头以及支配者--“小丑”了。\n先不管“小丑”掀起一个又一个犯罪的狂潮的最终目的为何，他的企图都是邪恶的，所作所为更是早就危害到了高谭市民的正常生活……其中自然包括了“蝙蝠侠”身边几个非常重要的人，而他需要做的，就是将这股新的危机全部亲自用手捏得粉碎。然而在面对着这个有史以来最具针对性、最恶毒的对手时，“蝙蝠侠”却不得不从他的地下军械库里搬出每一件能够用得上的高科技武器，还得时刻纠结着为他曾经信仰的一切寻找答案。","year":"2008","area":"美国","urlRes":"https://v.qq.com/x/cover/w7vmjen1fzoeygx.html","duration":"02:32:13","score":"9.4","toStar":"主演：克里斯蒂安·贝尔 希斯·莱杰 阿伦·艾克哈特 迈克尔·凯恩 玛吉·吉伦哈尔 加里·奥德曼 摩根·弗里曼","playNumber":"1亿"},{"pic":"//puui.qpic.cn/vcover_vt_pic/0/0fa68o4k3ej09lr1526262784/220","name":"喜羊羊与灰太狼之牛气冲天","director":"赵崇邦","desc":"又是新的一年，灰太狼（张琳 配音）喜上加喜，和老婆红太狼（赵娜 配音）得了宝贝儿子小灰灰（梁颖 配音）。为了给至今未开羊荤的小灰灰打打牙祭，灰太狼再次踏上了前往羊村的征程。此时羊村正在举行百年庆典，但是村长慢羊羊的坐骑蜗牛突然出现异样，经验丰富的村长（高全胜 配音）马上意识到100年前的瘟疫将再次席卷青青草原。为了拯救羊村、替村长排忧解难，喜羊羊（祖丽晴 配音）他们利用缩小药水进入蜗牛的体内，而灰太狼也尾随而入。谁知他们却分别遭遇了白牛军和黑牛军，一场新的冒险由此展开……\r\n本片为动画片《喜羊羊与灰太狼》的首部电影版，并荣获2009第五届美猴奖最佳动画配音奖、中国电影华表奖最佳动画片奖、2009第六届金龙奖最佳动画长片奖等多个奖项。","year":"2009","area":"内地","urlRes":"https://v.qq.com/x/cover/0fa68o4k3ej09lr.html","duration":"01:25:14","score":"7.9","toStar":"主演：阿牛 林峯 徐子珊","playNumber":"1055万"},{"pic":"//puui.qpic.cn/vcover_vt_pic/0/90qkh14unn4q8xu1587100842414/220","name":"钢铁侠2","director":"乔恩·费儒","desc":"钢铁侠托尼·斯塔克在国会听证上拒绝交出最新技术。与此同时，他发现胸口的微型电弧反应炉正迅速造成血液的钯金属中毒。沮丧的托尼将斯塔克公司的总裁职务交予了秘书波兹，由她全权负责正在进行的纽约斯塔克博览会。波兹从法律部门调来助理娜塔莉照顾托尼。托尼在媒体前的高调亮相引起了其父当年同事的儿子，伊凡的不满。为了实施报复，他子承父业，研制出了一套可与钢铁战衣相媲美的装备。伊凡的技术引起了托尼的竞争对手，军火商贾斯丁·汉默的注意，他设法将伊凡劫持出狱，秘密研究取代钢铁侠。正当托尼苦于钯金属中毒造成的失意之时，他发现娜塔莉原来身负秘密使命，而自己的任性，也造成了与好友，空军上校罗尼的反目，眼看局势就要失控……","year":"2010","area":"美国","urlRes":"https://v.qq.com/x/cover/90qkh14unn4q8xu.html","duration":"02:04:28","score":"8.5","toStar":"主演：小罗伯特·唐尼 格温妮斯·帕特洛 米基·洛克 斯嘉丽·约翰逊 山姆·洛克威尔","playNumber":"7314万"},{"pic":"//puui.qpic.cn/vcover_vt_pic/0/36ktld4cvv4qr6p1567410564/220","name":"前度","director":"麦曦茵","desc":"恋爱超过一次的人，分了手的人，属于过去的人；毕竟都是我们爱过的──《前度》。刚从外地回港的陈均平(陈伟霆 饰)及其现任女友阿诗(诗雅 饰)，在机场巧遇前度女友──周怡(钟欣桐 饰)。周怡与旅行作家阿树(周俊伟 饰)正准备出发前往长途旅行，却发生争执闹至分手。为这次旅行而下定决心辞职、退掉公寓的周怡，一时无家可归，获对她念念不忘的陈均平和其女友阿诗收留。周怡前往二人的新居暂住，发现眼前追求物质生活的陈均平，早已不是曾经拥有梦想，一起共渡患难的陈均平。唯一不变的，是陈均平对周怡这位曾经分分合合，纠缠多年的前度思念如昔，始终没有放下过。\r\n短短两天内， 面对新居中熟悉的一事一物，处处勾起周怡与过往前度的回忆，30小时，回顾六年来的爱情游历。\r\n在和陈均平分手后，她遇上为她治疗失恋情伤的医生，也爱过刺激浪漫的古惑仔阿升(向佐 饰)，有些人在她生命中仅短暂停留却刻骨铭心，有些人守候在身边却浑然不觉，就像陈均平的死党阿苏(曾国祥 饰)，见证着周怡与陈均平的几度复合与分手，只是默默地以朋友的身分守护着二人。\r\n每一次分手都是遇上下一位的机会，每一次错误结合令大家成为“前度”。可是周怡与陈均平又再共处一室，连番斗气却又极具默契，明明关系亲密却又刻意保持距离，二人曾经相爱的证据一一涌现，多年来纠缠累积的思念瞬间爆发……","year":"2010","area":"中国香港","urlRes":"https://v.qq.com/x/cover/36ktld4cvv4qr6p.html","duration":"01:36:19","score":"8.3","toStar":"主演：陈伟霆 钟欣潼 诗雅 陈家乐","playNumber":"2亿"},{"pic":"//puui.qpic.cn/vcover_vt_pic/0/38c5y2um7yd6qiy1527046585/220","name":"喜羊羊与灰太狼之虎虎生威","director":"赵崇邦","desc":"在一个月黑风高的夜晚，灰太狼（张琳 配音）和一众同伴相约，杀进羊村捕捉小肥羊，为老婆和孩子送上情人节的饕餮大宴——涮羊锅。与此同时，羊村正在举行大白菜成功培育一千周年的庆典，节日的欢乐气氛却被突如其来的灰太狼所破坏。正当灰太狼与喜羊羊（祖丽晴 配音）激战正酣之际，狂暴骄纵的虎威太岁（贾译 配音）率领众多手下来到羊村，扬言要在这里修建游乐场。转眼之间一座豪华的游乐场拔地而起，小肥羊们被迫沦为这里的工人，连高傲自大的灰太狼也难以幸免。面对这个突如其来的虎威太岁，羊羊和灰太狼被迫联手……\r\n本片荣获2010年第十六届上海电视节国产动画片白玉兰金奖、2010第七届金龙奖最佳动画长片奖等多个奖项。","year":"2010","area":"内地","urlRes":"https://v.qq.com/x/cover/38c5y2um7yd6qiy.html","duration":"01:28:13","score":"8.2","toStar":"主演：谢天华 王祖蓝 邓丽欣 麦长青","playNumber":"1360万"},{"pic":"//puui.qpic.cn/vcover_vt_pic/0/yycfh5mp2vnpzsl1559729171/220","name":"男儿本色","director":"陈木胜","desc":"繁盛的中环街道上，突然一声爆炸巨响，押款车一亿美元新钞被天养生等一帮劫匪于路上公然劫走。多名无辜人员死伤，其中一人为警员陈晋的未婚妻子。陈晋自此立誓追捕天养生以报仇雪恨，可天养生与一亿美元却不见踪迹。\r\n半年后，见习督察方奕威带领警员截查车辆时遇袭，队员全体重伤，原来天养生一伙重新出现。高级警司章文耀和罗沛权共同策划连锁行动，誓要将一伙匪徒逮捕。巡警卫景灏的哥哥是名打入天养生团伙内部的卧底，碍于身份，他被暂时停职，并想着还哥哥一个清白。三人的追捕中几次不敌天养生，但发现警方有内奸……","year":"2007","area":"中国香港","urlRes":"https://v.qq.com/x/cover/yycfh5mp2vnpzsl.html","duration":"02:09:42","score":"8.2","toStar":"主演：谢霆锋 余文乐 房祖名 吴京 林雪","playNumber":"6092万"},{"pic":"//puui.qpic.cn/vcover_vt_pic/0/1ewsl8tv9j45psy1574157908/220","name":"风声","director":"高群书","desc":"1942年10月10日，汪伪政权举行了盛大的国民政府庆典。然而，一系列的军政要员遇刺事件，让身为特务处长王田香（王志文 饰）如坐针毡。在对女刺客（刘威葳 饰）的酷刑审问中，他获得了一条关键的情报——代号为老鬼的地下党已经混入了剿匪司令部。立功心切的王田香立刻向日本皇军特务机关长武田（黄晓明 饰）做了汇报。二人随即在裘庄布下了一个圈套，意图通过放出假消息逼老鬼现身。 \r\n在被怀疑的对象中，有司令的侍从官白小年（苏有朋 饰）、军机处长金生火（英达 饰）、剿匪大队长吴志国（张涵予 饰）、译电组组长李宁玉（李冰冰 饰）以及行政收发专员顾晓梦（周迅 饰）。在怀疑与排查中，武田与王田香不择手段软硬兼施，然而事情的发展却出乎意料……","year":"2009","area":"内地","urlRes":"https://v.qq.com/x/cover/1ewsl8tv9j45psy.html","duration":"01:58:23","score":"8.8","toStar":"主演：周迅 李冰冰 张涵予 黄晓明","playNumber":"1亿"},{"pic":"//puui.qpic.cn/vcover_vt_pic/0/rzpyce9pmxayzvb1559738872/220","name":"让子弹飞","director":"姜文","desc":"民国年间，花钱捐得县长的马邦德（葛优 饰）携妻（刘嘉玲 饰）及随从走马上任。途经南国某地，遭劫匪张麻子（姜文 饰）一伙伏击，随从尽死，只夫妻二人侥幸活命。马为保命，谎称自己是县长的汤师爷。为汤师爷许下的财富所动，张麻子摇身一变化身县长，带着手下赶赴鹅城上任。有道是天高皇帝远，鹅城地处偏僻，一方霸主黄四郎（周润发 饰）只手遮天，全然不将这个新来的县长放在眼里。张麻子痛打了黄的武教头（姜武 饰），黄则设计害死张的义子小六（张默 饰）。原本只想赚钱的马邦德，怎么也想不到竟会被卷入这场土匪和恶霸的角力之中。鹅城上空愁云密布，血雨腥风在所难免.","year":"2010","area":"内地","urlRes":"https://v.qq.com/x/cover/rzpyce9pmxayzvb.html","duration":"02:12:08","score":"9.1","toStar":"主演：姜文 葛优 周润发 廖凡 邵兵","playNumber":"1亿"},{"pic":"//puui.qpic.cn/vcover_vt_pic/0/iuqjzco94vf6onl1567133727/220","name":"蜘蛛侠3","director":"山姆·雷米","desc":"蜘蛛侠在经历了重重考验之后，成为了人人敬仰的正义英雄，抱得美人归。但是，光环下蜘蛛侠，也有自己的心病：他在第一集时放走了小偷导致最亲爱的叔叔被小偷杀死，帕克一直耿耿于怀。 \n生活顺意的帕克开始变得目中无人，当他再次抓到那个小偷时，残忍地看着他从楼上摔下致死，过后才发现自己惩罚错了人，真凶是“沙人”。当帕克将“沙人”残忍杀死后，帕克心内的阴暗面渐渐在帕克的身体内占据了上风，蜘蛛侠最终演变成邪恶的“毒蜘蛛”！糟糕的是，帕克没有察觉到自身的变化，帕克最终如何摆脱自身的邪恶？","year":"2007","area":"美国","urlRes":"https://v.qq.com/x/cover/iuqjzco94vf6onl.html","duration":"02:19:11","score":"8.4","toStar":"主演：托比·马奎尔 克尔斯滕·邓斯特 詹姆斯·弗兰科","playNumber":"8865万"},{"pic":"//puui.qpic.cn/vcover_vt_pic/0/hmrl19mlum9v3121560218161/220","name":"灭门","director":"罗守耀","desc":"香港社团“同联顺”众成员赴大陆购买制作伪钞所用电版，归程时其当家骆祥安为公安捉获，并最终被执行死刑，一时间骆氏遗产的分配成社团中骨干阿富、阿雄等人瞩目的焦点。岂料在黄律师（林雪 饰）主持下，遗产尽归骆祥安妻弟丽萍、骆祥福所有。阿富等人大感不平，各怀鬼胎，而骆家庶出的儿子阿牛却对这一切看似漠不关心，每日只与哑妹苦练搏击。不久，黄律师意外身亡，接着骆祥富也死于汽车炸弹，为避免死于遗产争夺，骆丽萍将所有财产在遗嘱中留给慈善组织后，又找到阿牛，以亲情说服他为自己铲除社团各位干部，于是阿牛与哑妹两人迅速向社团发难，连场血战中，遗产争夺战的幕后主使人渐渐浮出水面……","year":"2010","area":"中国香港","urlRes":"https://v.qq.com/x/cover/hmrl19mlum9v312.html","duration":"01:30:38","score":"6.9","toStar":"主演：任达华 安志杰 廖碧儿 蒋璐霞","playNumber":"3927万"},{"pic":"//puui.qpic.cn/vcover_vt_pic/0/yanxm4x3caypucit1444942811.jpg/220","name":"魔法师的学徒","director":"乔·德特杜巴","desc":"公元700年左右，正义的魔法师默林带领徒弟巴尔萨泽、维萝妮卡、霍瓦斯与邪恶的女巫莫戛娜·洛菲展开抗争。维萝妮卡为了封住女巫，而将莫戛娜的灵魂吞入自己的体内，并由巴尔萨泽将她们封印在玩偶中。默林死前，将一枚龙指环交给巴尔萨泽，嘱托他寻找默林英雄，将莫戛娜彻底消灭。此后的岁月里，巴尔萨泽走遍世界各地寻找默林英雄，却始终一无所获，直到他来到美国纽约。 \r\n公元2000年，四年级小学生戴夫在纽约一间魔法店宿命地邂逅了巴尔萨泽，并得到龙指环的肯定。期间，他无意中释放了邪恶的霍瓦斯，引发一场巨大的混乱，戴夫也被同学们认为精神错乱。转眼十年，戴夫已成长为帅气青年。童年的遭遇恍如一场噩梦，却在十年后再次袭来，他不得不遵照命运的指引，与女巫展开最后的抗争……","year":"2010","area":"美国","urlRes":"https://v.qq.com/x/cover/yanxm4x3caypuci.html","duration":"01:49:03","score":"7.7","toStar":"主演：尼古拉斯·凯奇 莫妮卡·贝鲁奇 杰伊·巴鲁切尔 阿尔弗雷德·莫里纳","playNumber":"512万"},{"pic":"//puui.qpic.cn/vcover_vt_pic/0/wlb7ba6jg8x1rjm1567676483/220","name":"人在囧途","director":"叶伟民","desc":"春节将近，玩具集团老板李成功回长沙过年，同时在情人嫚妮的逼迫下，准备过年后跟老婆离婚。结果，在机场遇到前往长沙讨债的挤奶工牛耿后，霉运不断。命运的捉弄，牛耿一路都与李成功不期而遇。两人路途中囧事不断，也遭遇了各式各样的人和千奇百怪好笑的事情，弄得李成功狼狈不堪，高贵形象荡然无存。牛耿却不以为意乐观积极。为了能够回家，二人结伴而行，他们换了各种交通方式奔波，在一辆拥挤的绿皮车上发生了很多啼笑皆非的事情...","year":"2010","area":"内地","urlRes":"https://v.qq.com/x/cover/wlb7ba6jg8x1rjm.html","duration":"01:27:52","score":"8.6","toStar":"主演：徐峥 王宝强 李曼 李小璐","playNumber":"1亿"},{"pic":"//puui.qpic.cn/vcover_vt_pic/0/16vhk0ofrixuskh1522136159/220","name":"拳霸2","desc":"故事发生在五、六百年前的泰国，Tien的父亲是个贞忠爱国的英勇军人，但野心勃勃的高级军官Rajasena为了夺权而进行大屠杀，Tien亲眼目睹双亲被杀，一夜之间惨被灭门，虽然侥幸生还，但自此他眼里只有仇恨，并坚决要为亲人报复，手刃仇人。 Tien被敌人追杀，获土匪首领所救，收养并训练他成为土匪。Tien苦练各路武术如格斗、拳击，甚至魔咒，且能使用多种兵器，包括刀、剑、棍及炸药，集各家之大成，长大后的Tien武术精湛，无人匹敌，成为土匪首领的接班人。但在Tien眼中，他唯一的目标是亲手杀死Rajasena报仇，更计划在Rajasena加冕为王的典礼上将他置诸死地。 Tien不惜一切报深仇大恨，但在他面前却是他意想不到的强顽敌人，在这场以血、肉、灵魂作代价的最终对决，只有坚定不移的意志才能令Tien脱离险境！","year":"2008","area":"泰国","urlRes":"https://v.qq.com/x/cover/16vhk0ofrixuskh.html","duration":"01:32:15","score":"7.8","toStar":"主演：托尼·贾 索拉朋·切特里 Sarunyu Wongkrachang 尼鲁·西里詹亚 Santisuk Promsiri","playNumber":"4141万"},{"pic":"//puui.qpic.cn/vcover_vt_pic/0/qtseoe96otww8cs1586748684973/220","name":"赤壁（下）","director":"吴宇森","desc":"八卦阵一战，孙刘联军力挫曹兵之锐气。曹操为此忧心忡忡，加之北方将士因水土不服，死伤过重，更令其头风病发作，幸得侍女骊姬陪伴照顾。孙尚香易容潜入曹营，借士官长垂青，窃取军情。为了适应水战，曹操采纳荆州降将蔡瑁、张允的意见，将战船用铁锁相连。此后，曹操帐下谋士蒋干主动请缨前去拜访故友周瑜刺探虚实。周瑜将计就计，假借酒醉泄露军机，让蒋干带回假情报，曹操一怒之下误杀了蔡瑁张允。曹操将因瘟疫致死的将士尸体投入江水，名曰“鬼兵”，意欲扰乱孙刘联盟之军心，小乔见此情景，遂决定夜探曹营，劝其退兵。眼看万事俱备，但是风向不对，周瑜遂派鲁肃找诸葛亮寻助……","year":"2009","area":"内地","urlRes":"https://v.qq.com/x/cover/qtseoe96otww8cs.html","duration":"02:15:20","score":"7.9","toStar":"主演：梁朝伟 金城武 张丰毅 赵薇 佟大为","playNumber":"253万"},{"pic":"//puui.qpic.cn/vcover_vt_pic/0/z2s6dotda4nrfc0t1464899672.jpg/220","name":"步步惊心","director":"冯新民","desc":"1943年初春，日伪集结两万余人，对兴化抗日民主根据地进行了春季大“扫荡”，妄图消灭新四军在兴化的主力部队。为了粉碎日伪阴谋，新四军主力奉命转移，只留下赵鹏飞的新四军武工队，配合地方武装开展斗争。 \r\n武工队截获了一份敌人的详细作战地图。怎么把这份地图送到主力部队的手上？赵鹏飞的武工队经历了常人难以想象的困难…… \r\n赵鹏飞最终将布防图送到新四军主力处，新四军主力依靠情报取得大捷。赵鹏飞开始奔赴新的战场。","year":"2010","area":"内地","urlRes":"https://v.qq.com/x/cover/z2s6dotda4nrfc0.html","duration":"01:29:51","score":"7.5","toStar":"主演：于娜 何中华 许双 赵蕾","playNumber":"527万"},{"pic":"//puui.qpic.cn/vcover_vt_pic/0/foojcpwv9xwy1cf1550735589/220","name":"童眼","director":"彭发","desc":"来自香港的琳妮（杨丞琳 饰）和乐仔（余文乐 饰）以及其他4名男女朋友飞赴泰国旅游，感情出现问题的琳妮和乐仔原本想借此弥合矛盾，然而一切未见好转。偏偏赶上泰国动乱，6人未及玩耍，匆匆收拾行李直奔机场，机场又让示威人员占领。万般无奈，他们只好在一个古旧的小旅店落脚。街道上已然动乱不堪，这间旅店又似乎充满悬疑和诡异，年轻人们一度放松快乐的心情被搞得惊恐慌乱。\r\n在一起恐怖的事件过后，乐仔和其他两名男孩神秘失踪。琳妮等人四下寻找，不见踪影。从当地一个小孩的口中，她们听到一则令人毛骨悚然的讯息：乐仔等人竟被一个女鬼抓走……","year":"2010","area":"中国香港","urlRes":"https://v.qq.com/x/cover/foojcpwv9xwy1cf.html","duration":"01:37:01","score":"7","toStar":"主演：杨丞琳 余文乐 江若琳","playNumber":"570万"}]